Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-se.tmx
Source language: en
Languages: se

source: Telephone: +46 8 730 90 00
se: ANVÄNDNING AV PERSONLIG SKYDDSUTRUSTNING

source: Telefax: +46 8 730 91 67
se: (Ändringar införda t.o.m. 16 november 2010)

source: List of contents
se: ANVÄNDNING AV PERSONLIG SKYDDSUTRUSTNING

source: Provisions of the Swedish Work Environment Authority on Use of Personal Protective Equipment 4
se: Arbetsmiljöverkets föreskrifter om användning av personlig skyddsutrustning samt allmänna råd om tillämpningen av föreskrifterna

source: Information from the Work Environment Authority 16
se: Arbetsmiljöverkets föreskrifter om användning av personlig skyddsutrustning

source: Published 21 st May 2001
se: Utkom från trycket den 21 maj 2001 (Ändringar införda t.o.m. 16 november 2010.)

source: Scope
se: Tillämpningsområde och definitioner

source: The following items of equipment are excluded from the scope of these Provisions:
se: Följande utrustningar är undantagna från föreskrifterna:

source: Ordinary working clothes and uniforms not specifically designed to protect the safety and health of the worker.
se: Vanliga arbetskläder och uniformer, som inte är särskilt utformade för att skydda arbetstagarens säkerhet och hälsa.

source: Self-defence or deterrent equipment.
se: Utrustning som används för självförsvar eller i avskräckande syfte.

source: A party professionally engaging, singly or together with a family member, but without any employees, in any of the following activities:
se: Den som ensam eller gemensamt med familjemedlem men utan någon anställd yrkesmässigt driver någon av följande verksamheter.

source: Construction or building and civil engineering work.
se: Byggnads- eller anläggningsarbete.

source: Persons otherwise engaging, jointly and professionally, in activities without employees.
se: De som i övrigt för gemensam räkning yrkesmässigt driver verksamhet utan anställd.

source: General provisions
se: Allmänna bestämmelser

source: Section 4
se: (AFS 2010:11)

source: The employer shall, at no cost to the employee, provide the personal protective equipment needed for the work.
se: § Arbetsgivaren skall, utan kostnad för arbetstagaren, tillhandahålla den personliga skyddsutrustning som behövs för arbetet.

source: Collective protection.
se: Gemensamma skyddsåtgärder.

source: Risk assessment and choice of equipment
se: Riskbedömning och val av utrustning

source: Any risks which the equipment itself may create shall also be taken into account.
se: Därvid skall hänsyn tas även till risker som utrustningen i sig kan orsaka.

source: Use
se: Användning

source: is appropriate for the risks involved, without itself leading to any increased risk,
se: är ändamålsenlig i förhållande till de risker den är avsedd för utan att den i sig leder till ökad risk,

source: corresponds to existing conditions at the workplace,
se: är anpassad till aktuella arbetsställningar och arbetsrörelser,

source: If the equipment is worn by more than one person, measures shall be taken to ensure that such use does not create any health or hygiene problem for the different users.
se: Om utrustningen används av mer än en person, skall åtgärder vidtas för att säkerställa att sådan användning inte skapar säkerhets-, hälso- eller hygienproblem för de olika användarna.

source: Personal protective equipment may be used only for the purposes specified.
se: Personlig skyddsutrustning får endast användas för det ändamål för vilket den är avsedd.

source: Section 9
se: AFS 2001:3

source: the physical and mental load,
se: den fysiska och psykiska belastningen,

source: the extent and frequency of the risk,
se: riskens omfattning och frekvens,

source: The employer shall also arrange instruction and practice and, if necessary, demonstrate how the equipment is to be used in order to achieve the protection intended.
se: Arbetsgivaren skall även ordna med instruktion och övning och, om det behövs, demonstrera hur utrustningen skall användas så att avsedd skyddseffekt uppnås.

source: Appropriate written information concerning each item of personal protective equipment concerned shall be provided and kept available within the undertaking or operation.
se: Lämplig skriftlig information för varje aktuell personlig skyddsutrustning skall tillhandahållas och finnas tillgänglig inom företaget eller verksamheten.

source: Employees shall comply with instructions given concerning the use of personal protective equipment.
se: § Arbetstagare skall följa givna instruktioner vid användning av den personliga skyddsutrustningen.

source: Maintenance and storage
se: Underhåll och förvaring

source: Equipment which has been damaged or for some other reason presumably affords insufficient protection may not be used.
se: Utrustning som skadats eller av annan anledning kan antas ha otillräcklig skyddseffekt får inte användas.

source: These Provisions enter into force on 1st July 2001.
se: Dessa föreskrifter träder i kraft den 1 juli 2001.

source: Björn Andersson Göran Lindh
se: Denna författning träder i kraft den 1 januari 2011.

source: General Recommendations have a different legal status from Provisions.
se: Allmänna råd har en annan juridisk status än föreskrifter.

source: Background
se: Bakgrund

source: As a member of the European Union (EU), Sweden is required to transpose EU Directives to Swedish Provisions.
se: Sverige skall som medlem av Europeiska unionen (EU) överföra EG-direktiv till svenska föreskrifter.

source: The EU rules on workers’ safety and health are laid down in a framework directive which sets forth the basic rules on safety and health in the workplace.
se: Reglerna inom EU för arbetstagarnas säkerhet och hälsa anges i ett ramdirektiv som ger de grundläggande reglerna för säkerhet och hälsa på arbetsplatsen.

source: A number of individual directives also lay down minimum requirements to be met by the EU Member States.
se: Ett antal särdirektiv ger också minimikrav som inte får underskridas i EU:s medlemsländer.

source: The Third Individual Directive (89/656/EEC) contains requirements on the use by workers of personal protective equipment at the workplace.
se: Det tredje särdirektivet (89/656/EEG) innehåller krav för arbetstagares användning av personlig skyddsutrustning i arbetslivet.

source: The present Provisions on Use of Personal Protective Equipment are based on that Directive.
se: Föreskrifterna om användning av personlig skyddsutrustning är baserade på det direktivet.

source: General
se: Allmänt

source: The Provisions also include stipulations on the implementation of measures immediately or as soon as is practically possible.
se: Föreskrifterna innehåller också bestämmelser om genomförande av åtgärder omedelbart eller så snart det är praktiskt möjligt.

source: The injuries against which protection is desired may be connected, for example, with mechanical hazards, chemical hazards, infection risks, noise, heat or cold.
se: De skador man vill skydda mot kan hänga samman med mekaniska risker, kemiska risker, smittrisker, buller, hetta, kyla m.m.

source: Guidance on Section 4
se: Detta framgår av 3 kap. 4 § AML.

source: Guidance on Section 5
se: Kommentarer till enskilda paragrafer

source: See App. 1.
se: Till 1 §

source: workplace design,
se: Till 2 §

source: Guidance on Section 7
se: Till 3 §

source: Guidance on Section 9
se: Till 4 §

source: Chap. 3, Section 2 of AML makes the employer responsible for the proper maintenance of safety equipment, among other things.
se: Som framgår av 2 kap. 1 § arbetsmiljölagen ligger det i arbetsgivarens skyldigheter att samråda med arbetstagaren i frågor som rör utformningen av arbetstagarens arbetssituation.

source: App. 1 List of Provisions and General Recommendations containing special rules on use of PPE.
se: I många av Arbetsmiljöverkets föreskrifter finns särskilda regler om användning av personlig skyddsutrustning.

source: Provisions of the Swedish Work Environment Authority and General Recommendations on the Implementation of the Provisions
se: Arbetsmiljöverkets föreskrifter och allmänna råd om tillämpningen av föreskrifterna

source: Translation
se: BESTÄLLNINGSADRESS

source: In the event of disagreement concerning the interpretation and content of this text, the printed Swedish version shall have priority.
se: 112 79 Stockholm, Telefon: 010-730 90 00 E-post: arbetsmiljoverket@av.se www.av.se

source: Provisions and general recommendations adopted by the Swedish Work Environment Authority are published in the Swedish Work Environment Authority’s Statute Book (AFS).
se: I Arbetsmiljöverkets författningssamling (AFS) publiceras myndighetens föreskrifter och allmänna råd.

source: Provisions are binding rules.
se: Föreskrifter är bindande regler.

source: General recommendations have a legal status different from that of provisions.
se: Allmänna råd har en annan juridisk status än föreskrifter.

source: General recommendations are not binding but contain recommendations on the implementation of the provisions which state how someone can or should act in a certain respect.
se: Allmänna råd är inte bindande, utan innehåller rekommendationer om tillämpningen av föreskrifterna som anger hur någon kan eller bör handla i ett visst hänseende.

source: They may, for example, inform on appropriate ways of fulfilling the requirements and point to practical solutions.
se: De kan t.ex. upplysa om lämpliga sätt att uppfylla kraven och visa på praktiska lösningar.

source: Concerning amendments to and reprints of Provisions of the Swedish National Board of Occupational Safety and Health and of the Swedish Work Environment Authority, reference is made to the latest Statute Book Register of provisions and general recommendations.
se: När det gäller ändringar och omtryck av Arbetarskyddsstyrelsens och Arbetsmiljöverkets författningar hänvisas till senaste Förteckning över föreskrifter och allmänna råd.

source: Provisions and general recommendations of the Swedish Work Environment Authority on the Contained Use of Genetically Modified Micro-organisms
se: Arbetsmiljöverkets föreskrifter och allmänna råd om innesluten användning av genetiskt modifierade mikroorganismer

source: Scope, Section 1 5
se: Tillämpningsområde, 1 § ....................................... 5

source: Definitions, Section 2 5
se: Definitioner, 2 § ............................................... 5

source: Investigation for assessment of necessary protective measures, Section 3 7
se: Utredning för bedömning av vilka skyddsåtgärder som är nödvändiga, 3 § ............................................... 7

source: Documentation, Section 4 8
se: Dokumentation, 4 §............................................ 8

source: Containment level, protective measures, Sections 5-6 8
se: Skyddsnivå, skyddsåtgärder, 5–6 §§ ............................. 8

source: Classification for notification and application for permits, Section 7 9
se: Klassificering för anmälan och ansökan om tillstånd, 7 §............ 9

source: Signage and marking, Section 8 10
se: Skyltning och märkning, 8 § 10

source: Waste, decontamination and cleaning, Sections 9-10 11
se: Avfall, dekontaminering och rengöring, 9–10 §§ 10

source: Training and knowledge, Section 11 12
se: Utbildning och kunskaper, 11 § 11

source: Contingency plan and reporting, Sections 12-13 12
se: Beredskapsplan och rapportering, 12–13 §§ 12

source: Notification and application for permits, Sections 14-16 13
se: Anmälan och ansökan om tillstånd, 14–16 §§ 13

source: Amendments and updates of submitted information, Section 17 14
se: Ändring och uppdatering av lämnade uppgifter, 17 § 13

source: Entry into force and provisional regulations 14
se: Ikraftträdande och övergångsbestämmelser 14

source: Factors to take into consideration in the investigation and assessment15
se: Faktorer att beakta vid utredning och bedömning 15

source: Principles to be followed in the investigation, assessment and classification 15
se: Tillvägagångssätt vid utredning, bedömning och klassificering 15

source: Criteria for which GMM can be used at containment level 1 16
se: Kriterier för vilka GMM som kan användas på skyddsnivå 1 ... 16

source: Appendix 2 Protective measures and working methods to be implemented in accordance with Section 6 17
se: Bilaga 2 Skyddsåtgärder och arbetssätt som ska tillämpas enligt 6 § 17

source: Basic protective measures and working methods 17
se: Grundläggande skyddsåtgärder och arbetssätt 17

source: Protective measures for the contained use of GMMs at various containment levels 18
se: Skyddsåtgärder vid innesluten användning av GMM på olika skyddsnivåer 18

source: Protective measures for contained use of GMM in large-scale activities24
se: Skyddsåtgärder vid innesluten användning av GMM i storskalig verksamhet 24

source: Notification of an L activity 30
se: Anmälan av en L-verksamhet 29

source: New GMM use 32
se: Ny GMM-användning 31

source: Appendix 5 Information to be provided when applying for an R activity and new GMM uses 33
se: Bilaga 5 Uppgifter vid ansökan om tillstånd för en R-verksamhet och för nya GMM-användningar 32

source: Application for permit for an R activity 33
se: Ansökan om tillstånd för en R-verksamhet 32

source: New GMM use 36
se: Ny GMM-användning 34

source: The Swedish Work Environment Authority’s Statute Book
se: Arbetsmiljöverkets författningssamling

source: Provisions and general recommendations of the Swedish Work Environment Authority on the Contained Use of Genetically Modified Micro-organisms;
se: Arbetsmiljöverkets föreskrifter och allmänna råd om innesluten användning av genetiskt modifierade mikroorganismer;

source: Decided on 27 September 2011.
se: beslutade den 27 september 2011.

source: AFS 2011:2
se: Utkom från trycket den 14 oktober 2011

source: The Swedish Work Environment Authority prescribes1 the following supported by the Genetically Modified Organisms (Contained Use) Ordinance (2000:271) and establishes the following general recommendations.
se: Arbetsmiljöverket föreskriver1 följande med stöd av förordning (2000:271) om innesluten användning av genetiskt modifierade organismer och beslutar följande allmänna råd.

source: Definitions
se: Definitioner

source: Otherwise the terms and expressions stated below have the following meanings.
se: I övrigt har nedan angivna termer och begrepp följande betydelse.

source: 1 Cf. the European Parliament and Council Directive 2009/41/EC of 6 May 2009 on the contained use of genetically modified micro-organisms (OJ L125, 21.5.2009, page 75, Celex 32009L0041)
se: 1 Jfr Europaparlamentets och rådets direktiv 2009/41/EG av den 6 maj 2009 om innesluten användning av genetiskt modifierade mikroorganismer (EUT L 125, 21.5 2009, sid. 75, Celex 32009L0041).

source: The nature of the GMM activity, defined by which protective measures are necessary in accordance with appendix 2 B, that is; large scale activities, laboratory, animal or plant activities or, when no other table is applicable, other activities.
se: Verksamhetsinriktning Den inriktning GMM-verksamheten har och som definieras av vilka skyddsåtgärder som behövs enligt bilaga 2 B d.v.s. storskalig verksamhet, laboratorie-, djur- eller växtverksamhet eller, när ingen tabell är tillämplig, annan verksamhet.

source: Examples of micro-organisms according to the definition are bacteria including Actinomycetes, Rickettsia and Cyanobacteria, micro-fungi such as yeast and mould, microalgae, protozoans and cells in eukaryotic cell cultures.
se: Exempel på mikroorganismer enligt definitionen är bakterier inklusive actinomyceter, rickettsier och cyanobakterier, mikrosvampar som jäst och mögel, mikroalger, protozoer samt celler i eukaryota cellkulturer.

source: Also included are inferior reproductive units which can only reproduce with the aid of a host organism.
se: Även lägre förökningsbara enheter, som endast kan föröka sig med hjälp av en värdorganism, räknas hit.

source: Appendix 1 part A in the Directive 2009/41/EG state examples of methods which give rise to GMM.
se: I bilaga I del A i direktivet 2009/41/EG anges exempel på metoder som ger upphov till GMM.

source: Part B of the same appendix describes methods which are normally not considered to give rise to GMM.
se: I del B samma bilaga finns metoder angivna som normalt inte anses ge upphov till GMM.

source: “Operator” is normally the same as an employer with an organization number.
se: ”Verksamhetsutövare” är normalt det samma som en arbetsgivare med ett organisationsnummer.

source: Investigation for assessment of necessary protective measures
se: Utredning för bedömning av vilka skyddsåtgärder som är nödvändiga

source: The result of the investigation shall form the basis of the selection of containment level and other protective measures.
se: Resultatet av utredningen ska ligga till grund för bedömningen av vilka skyddsåtgärder som är nödvändiga och vilken skyddsnivå som behövs.

source: General recommendations: In accordance with Chapter 13, Section 8 of the Swedish Environmental Code, contained use shall be preceded by an investigation which shall form the basis for assessing the potential risk of damage.
se: Allmänna råd: Enligt 13 kap. 8 § miljöbalken (1998:808) ska innesluten användning föregås av en utredning som kan ligga till grund för bedömning av skaderisker.

source: The potential risks of damage must be avoided, why also an assessment of what protective measures are necessary is made in connection to the investigation.
se: Skaderiskerna måste förebyggas och därför bedömer man i anslutning till utredningen också vilka skyddsåtgärder som är nödvändiga.

source: The investigation shall be made in accordance with scientific knowledge and proven experience.
se: Utredningen ska göras i enlighet med vetenskap och beprövad erfarenhet.

source: This may mean that the operator needs to bring expertise into the organization if such is not available.
se: Det kan innebära att verksamhetsutövaren behöver ta in expertis i sin organisation om sådan saknas.

source: In a larger organization, it may be appropriate to form a Biosafety Committee with collected comprehensive competence which can be advisory in investigations and assessments.
se: I en större organisation kan det vara lämpligt att bilda en biosäkerhetskommitté med samlad allsidig kompetens som kan ge råd vid utredning och bedömning.

source: When conducting the investigation in accordance with appendix 1, different classification systems can be used in support.
se: När man gör utredningen enligt bilaga 1 kan man som stöd använda olika klassificeringssystem.

source: Criteria for classification of human pathogenic micro-organisms can be found in
se: Kriterier för klassificering av human-

source: the Swedish Work Environment Authority’s Provisions on Microbiological Work Environment Risks – Infection, Toxigenic Effects, Hypersensitivity.
se: patogena mikroorganismer finns i Arbetsmiljöverkets föreskrifter om mikrobiologiska arbetsmiljörisker – smitta, toxinpåverkan, överkänslighet.

source: Classification systems for plant and animal pathogens can also be of use.
se: Man kan också ta hjälp av klassificeringssystem för växt- eller djurpatogener.

source: Such systems can give an indication of the containment level that is needed for the use of corresponding GMM.
se: Sådana system kan ge en indikation om vilken skyddsnivå som behövs för användning av motsvarande GMM.

source: Documentation
se: Dokumentation

source: The documentation shall be available within the GMM activity and must be shown on request from the Swedish Work Environment Authority.
se: Dokumentationen ska finnas tillgänglig inom GMM-verksamheten och kunna uppvisas på begäran av Arbetsmiljöverket.

source: General recommendations: When working with well-known GMM with small risks, the documentation does not need to be as extensive as when the risk is assessed to be great.
se: Allmänna råd: När man arbetar med väl beprövade GMM och riskerna är små behöver dokumentationen inte vara lika omfattande som när man bedömer att riskerna är stora.

source: When working with something new and unfamiliar, the documentation needs to be more extensive.
se: Gör man något nytt och obe- prövat, behöver dokumentationen vara mer omfattande.

source: If any information in the investigation or the assessment of the needs for protective measures have been changed at the regular review in accordance with Section 13 of the Genetically Modified Organisms (Contained Use) Ordinance (2000:271) this must also be documented.
se: Om någon uppgift i utredningen eller bedömningen av behovet av skyddsåtgärder har ändrats vid den regelbundna genomgången enligt 13 § förordning (2000:271) om innesluten användning av genetiskt modifierade organismer behöver det också dokumenteras.

source: The documentation can be made in writing or in digital form.
se: Dokumentationen kan vara skriftlig eller elektronisk.

source: Containment level, protective measures
se: Skyddsnivå, skyddsåtgärder

source: If any protective measures in accordance with a higher containment level are necessary, then the higher containment level shall be applied.
se: Om någon eller några skyddsåtgärder enligt en högre skyddsnivå behövs ska den högre skyddsnivån tillämpas.

source: The Swedish Work Environment Authority can grant exceptions to the rules in the first paragraph.
se: Arbetsmiljöverket kan bevilja undantag från reglerna i första stycket.

source: In such cases, the Swedish Work Environment Authority can decide that not all of the protective measures in accordance with the higher containment level are necessary or that a combination of protective measures from table 1 and 2 in appendix 2 shall be implemented in the specific case.
se: Arbetsmiljöverket kan då besluta att inte alla skyddsåtgärder enligt den högre skyddsnivån behövs eller att en kombination av skyddsåtgärder från tabell 1 och 2 i bilaga 2 ska tillämpas i det enskilda fallet.

source: General recommendations: In some cases there are already certain protective measures effective which are equivalent to a higher containment level than that which is really necessary in accordance with the investigation.
se: Allmänna råd: I en del fall kan man redan ha vissa skyddsåtgärder som motsvarar en högre skyddsnivå än den som egentligen behövs enligt utredningen.

source: But those protective measures do not govern which containment level is necessary.
se: Men de skyddsåtgärderna är inte styrande för vilken skyddsnivå som behövs.

source: It is only the protective measures which have been deemed necessary in accordance with Section 3 that determines the lowest containment level.
se: Det är bara de skyddsåtgärder som har bedömts som nödvändiga enligt 3 § som avgör den lägsta skyddsnivån.

source: When applying for an exception in accordance with the second paragraph, it is important that the investigation in accordance with Section 3 shows that the protective measure is not necessary.
se: Om man vill ansöka om undantag enligt andra stycket är det viktigt att utredningen enligt 3 § visar att skyddsåtgärden inte behövs.

source: The protective measures in accordance with the tables in appendix 2 B shall be applied based on the results of the investigation and assessment in accordance with Section 3.
se: Skyddsåtgärderna enligt tabellerna i bilaga 2 B ska tillämpas utifrån resultatet av utredningen och bedömningen enligt 3 §.

source: At containment level 2 and higher, there shall be written handling and safety instructions pertaining to how the work is to be conducted and for measures in the event of unwanted events.
se: På skyddsnivå 2 och högre ska det finnas skriftliga hanterings- och skyddsinstruktioner för hur arbetet ska utföras och för åtgärder vid oönskade händelser.
